<h3>DBShop電子商務系統授權協議適用於所有用戶</h3>

<p>版權所有 (c) 2012-{year}，DBShop電子商務系統產品開發團隊保留所有權利。 </p>

<p>感謝您選擇DBShop電子商務系統，希望我們的努力能為您提供一個高效、安全、強大的電子商務解決方案。 </p>

<p>本授權協議適用且僅適用於DBShop 所有版本，DBShop電子商務系統產品開發團隊擁有對本授權協議的最終解釋權。 </p>

<h4>I. 協議許可的權利</h4>
<ol>
<li>您可以在完全遵​​守本最終用戶授權協議的基礎上，將本軟件應用於非商業用途，而不必支付軟件版權授權費用。 </li>
<li>您可以在協議​​規定的約束和限制範圍內進行部分修改以適應您的網站要求。 </li>
<li>您擁有使用本軟件構建的網站中全部會員資料、文章及相關信息的所有權，並獨立承擔與文章內容的相關法律義務。 </li>
<li>獲得商業授權之後，您可以將本軟件應用於商業用途，同時依據所購買的授權類型中確定的技術支持期限、技術支持方式和技術支持內容，自購買時刻起，在技術支持期限內擁有通過指定的方式獲得指定範圍內的技術支持服務。商業授權用戶享有反映和提出意見的權力，相關意見將被作為首要考慮，但沒有一定被採納的承諾或保證。 </li>
</ol>

<h4>II. 協議規定的約束和限制</h4>
<ol>
<li>未獲商業授權之前，不得將本軟件用於商業用途（包括但不限於企業網站、經營性網站、以營利為目或實現盈利的網站）。購買商業授權請登陸http://www.dbshop.net/參考相關說明。 </li>
<li>不得對本軟件或與之關聯的商業授權進行出租、出售、抵押或發放子許可證。 </li>
<li>無論如何，即無論用途如何、是否經過修改或美化、修改程度如何，只要使用DBShop電子商務系統的整體或任何部分，未經書面許可，頁面頁腳處的版權信息的鏈接都必須保留，而不能清除或修改。 </li>
<li>禁止在DBShop電子商務系統的整體或任何部分基礎上以發展任何派生版本、修改版本或第三方版本用於重新分發。 </li>
<li>如果您未能遵守本協議的條款，您的授權將被終止，所被許可的權利將被收回，並承擔相應法律責任。 </li>
</ol>

<h4>III. 有限擔保和免責聲明</h4>
<ol>
<li>本軟件及所附帶的文件是作為不提供任何明確的或隱含的賠償或擔保的形式提供的。 </li>
<li>用戶出於自願而使用本軟件，您必須了解使用本軟件的風險，在尚未購買產品技術服務之前，我們不承諾提供任何形式的技術支持、使用擔保，也不承擔任何因使用本軟件而產生問題的相關責任。 </li>
<li>DBShop電子商務系統開發團隊不對使用本軟件構建的網站中的文章或信息承擔責任。 </li>
</ol>

<p>有關DBShop電子商務系統最終用戶授權協議、商業授權與技術服務的詳細內容，均由DBShop 官方網站獨家提供。 DBShop產品開發團隊擁有在不事先通知的情況下，修改授權協議和服務價目表的權力，修改後的協議或價目表對自改變之日起的新授權用戶生效。 </p>

<p>電子文本形式的授權協議如同雙方書面簽署的協議一樣，具有完全的和等同的法律效力。您一旦開始安裝DBShop 產品，即被視為完全理解並接受本協議的各項條款，在享有上述條款授予的權力的同時，受到相關的約束和限制。協議許可範圍以外的行為，將直接違反本授權協議並構成侵權，我們有權隨時終止授權，責令停止損害，並保留追究相關責任的權力。 </p>